{
  "data": [
    {
      "id": "7a9b476916e34791854ee194cbbb5497",
      "date": "2020-01-22T21:29:53.045939+02:00",
      "status": "resolved",
      "satisfied": false,
      "type": "complaintOnDecision",
      "internalId": "UA-2019-10-23-001674-c.b2",
      "title": "Скарга на дії Замовника - Міністерство інфраструктури України  (код ЄДРПОУ 37472062)",
      "description": "Скаржник не погоджується з рішеннями та вважає дії Замовника такими, що порушують його законні права та інтереси, а також такими, що порушують норми Закону.",
      "author": {
        "id": "EU-EDR-39299454",
        "contactPoint": {
          "telephone": "+380504631353",
          "name": "Кравченко Юрій",
          "email": "tender@udz.com.ua"
        },
        "identifier": {
          "scheme": "UA-EDR",
          "id": "39299454",
          "legalName": "ВІДОКРЕМЛЕНИЙ ПІДРОЗДІЛ \"УКРДОРЗВ’ЯЗОК\" ДЕРЖАВНОГО ПІДПРИЄМСТВА ДОРОЖНЬОГО ЗВ'ЯЗКУ, ІНФОРМАЦІЙНОГО ЗАБЕЗПЕЧЕННЯ ТА АВТОМАТИКИ \"УКРДОРЗВ’ЯЗОК\""
        },
        "name": "ВІДОКРЕМЛЕНИЙ ПІДРОЗДІЛ \"УКРДОРЗВ’ЯЗОК\" ДЕРЖАВНОГО ПІДПРИЄМСТВА ДОРОЖНЬОГО ЗВ'ЯЗКУ, ІНФОРМАЦІЙНОГО ЗАБЕЗПЕЧЕННЯ ТА АВТОМАТИКИ \"УКРДОРЗВ’ЯЗОК\"",
        "address": {
          "postalCode": "08114",
          "countryName": "Україна",
          "streetAddress": "ВУЛИЦЯ КОЧУР УРОЧИЩЕ, будинок 1",
          "region": "Київська область",
          "locality": "Києво-Святошинський район, село Гнатівка"
        },
        "persons": [
          {
            "id": "",
            "name": "",
            "identifier": {
              "id": "",
              "legalName": ""
            },
            "telephone": "",
            "email": "",
            "businessFunctions": [
              {
                "type": "authority"
              }
            ]
          }
        ]
      },
      "milestones": [
        {
          "id": "0",
          "type": "x_payment",
          "status": "met",
          "dateMet": "2019-12-24T12:19:22.999257+02:00",
          "documents": [
            {
              "hash": "md5:36b48f748ce5e418d66481f8e895f233",
              "author": "complaint_owner",
              "language": "uk",
              "format": "image/jpeg",
              "url": "https://public.docs.openprocurement.org/get/b4723f4f27ca4414a35e48173abfdf7b?KeyID=52462340&Signature=HcFLTbt1e7fupcey9sFdypRJuI62ndWzfYA6J8DM6cUO9WWtq6uSpaBMHpgFpMTw%252B0DIBWtWlTYE8sbQtFBeAA%253D%253D",
              "title": "ПД за подання скарги.jpg",
              "documentOf": "tender",
              "datePublished": "2019-12-24T12:19:20.043966+02:00",
              "dateModified": "2019-12-24T12:19:20.043988+02:00",
              "id": "41f5df768dc64ed5a73c79b3ff2b1b11",
              "documentType": "x_evidence"
            }
          ]
        },
        {
          "id": "1",
          "type": "x_submission",
          "dateMet": "2019-12-24T12:19:25.550758+02:00",
          "status": "met"
        },
        {
          "id": "2",
          "type": "x_acceptance",
          "dueDate": "2019-12-28T18:08:29.715098+02:00",
          "dateMet": "2019-12-28T18:08:29.715098+02:00",
          "status": "met"
        },
        {
          "id": "3",
          "type": "x_proceeding",
          "dueDate": "2019-12-28T18:08:29.715098+02:00",
          "dateMet": "2019-12-28T18:08:29.715098+02:00",
          "status": "met"
        },
        {
          "id": "4",
          "type": "x_implementation",
          "dueDate": "2019-12-28T18:08:29.715098+02:00",
          "dateMet": "2019-12-28T18:08:29.715098+02:00",
          "status": "met"
        }
      ],
      "documents": [
        {
          "hash": "md5:76c8e7ffa00052d69aa351187ddc4d41",
          "author": "complaint_owner",
          "language": "uk",
          "format": "application/msword",
          "url": "https://public.docs.openprocurement.org/get/2b27efc461ea44bb9410f2ea04818d2f?KeyID=52462340&Signature=9UG2REgZWv3ei6yOZ7FHDNkpts2irXnaeiqQlAodZgkiDD12b3wUMfod%252BaC09%252BKb5mJvUvU44oDrUz%252BoEt2gAA%253D%253D",
          "title": "Скарга.doc",
          "documentOf": "tender",
          "datePublished": "2019-12-24T14:19:23.105280+02:00",
          "dateModified": "2019-12-24T14:19:23.105317+02:00",
          "id": "197db7f84ae443148b501bcf40178785"
        }
      ],
      "objections": [
        {
          "id": "objection-1",
          "title": "Щодо відхилення тендерної пропозиції Скаржника та недопущення його до аукціону",
          "description": "Скаржник не може погодитись з такими рішеннями та вважає дії Замовника такими, що порушують його законні права та інтереси, а також такими, що порушують норми Закону.",
          "status": "pending",
          "relatesTo": "qualification",
          "relatedItem": "26698cf9d2b54f7cb607b33b23f2249e",
          "classification": {
            "scheme": "",
            "id": "",
            "description": "Неправомірність відхилення пропозиції учасника"
          },
          "arguments": [
            {
              "id": "1-1",
              "relatedJustification": "1",
              "description": "На виконання вимог тендерної документації Скаржник в складі тендерної пропозиції надав наступні документи:\n- Статут ДП «Укрдорзв’язок», як юридичної особи, яка є учасником торгів;\n- Положення про ВП «Укрдорзв’язок» ДП «Укрдорзв’язок»;\n- Довіреність № 21/1-4/66 від 22.07.2019.\n\nЗгідно наданого Статуту, ДП «Укрдорзв’язок» є державним комерційним підприємством – юридичною особою та суб’єктом господарювання державного сектору економіки. Правами та обов’язками підприємства є створювати філії, представництва, відділення та інші підрозділи з правом відкриття поточних і розрахункових рахунків і затверджувати положення про них.\nЗгідно наданого Положення про ВП «Укрдорзв’язок»:\n- він створений ДП «Укрдорзв’язок», який є його засновником (власником);\n- має власний баланс, печатку тощо;\n- здійснює свою діяльність на принципах господарської самостійності та самоокупності, ведення власної господарської діяльності, внутрішнього господарського розрахунку, підпорядкованості та підзвітності органам управління Підприємства»;\n- діє від імені та за дорученням (довіреністю) ДП «Укрдорзв’язок», та зокрема має право укладати з фізичними та юридичними особами договори (угоди, контракти) та інші правочини, не заборонені чинним законодавством.\n\nВ Повній відповідності до зазначеного вище, в складі тендерної пропозиції Скаржником надано  Довіреність від ДП «Укрдорзв’язок»  № 21/1-4/66 від 22.07.2019, якою засвідчується право Скаржника приймати участь в конкурсних (тендерних) торгах, готувати документацію для проведення участі в процедурах закупівель та інші документи пов’язані з цим (в тому числі договори, угоди) в конкурсних торгах від імені ПІДПРИЄМСТВА (тобто ДП «Укрдорзв’язок»).\nДовіреність є чинною до 31 грудня 2019 року.\nТобто, всупереч зазначеного Замовником, Скаржник є повноцінним Учасником торгів в розумінні Закону, та має всі юридичні підстави та повноваження для участі в закупівлі та укладанні в майбутньому угоди по ній (від імені ДП «Укрдорзв’язок».\nТаким чином, в Замовника відсутні законні підстави для відхилення пропозиції Скаржника з зазначеної причини.\nСлід окремо наголосити, що ДП «Укрдорзв’язок» має чотири аналогічних Скаржнику Відокремлених підрозділів, які регулярно беруть участь в публічних закупівлях (наприклад, Філія «Львівський ВЕТВЗ» ДП «Укрдорзв’язок» у 2019 році брала участь у тендері Служби автомобільних доріг у Волинській області, код за ДК 021:2015 – 63710000-9 Послуги з обслуговування наземних видів транспорту (Послуги з експлуатаційного утримання автомобільних доріг загального користування державного значення Волинської області. Ремонт та утримання штучного освітлення та засобів технологічного дорожнього зв'язку) та жодного разу не були відхилені з причини обраної Замовником в даній закупівлі, що засвідчує її неправомірність, штучність,  упередженість та порушення принципів, визначених Законом.",
              "evidences": [
                {
                  "id": "",
                  "type": "document",
                  "relatedDocument": {
                    "url": "https://public.docs.openprocurement.org/get/d1eebbe6cf244f5aacf48d090a683db6?KeyID=52462340&Signature=RWpQRShPO%252BOe%2Fbl6IsWdXUZxJJ0fTTVep7cJS%2F8lRX9Wn06u8voTEGkdscQ6UH9PVWpJTRN2IaMo0OxyBg4hAQ%253D%253D",
                    "title": "Положення ВП.rar",
                    "id": "640fea7fe8de4e2099f850621c56e0a2"
                  }
                },
                {
                  "id": "",
                  "type": "document",
                  "relatedDocument": {
                    "url": "https://public.docs.openprocurement.org/get/ff5b3321edb04da388012822844561e8?KeyID=52462340&Signature=FksUHWJRQtrSe3TCDncQRcyEDJoo5CWTwnIF5%2FQM%252BXm4eVXukgUkc6VHqszJ4Xl9dzj1P%2FXezCEdes1NJllLBQ%253D%253D",
                    "title": "Статут ДП.rar",
                    "id": "6624b8b9b5114d19a0afe689e7d3960f"
                  }
                },
                {
                  "id": "",
                  "type": "document",
                  "relatedDocument": {
                    "url": "https://public.docs.openprocurement.org/get/3ab7b57443d04d20b3a0b93bf2dc3326?KeyID=52462340&Signature=E4TJLitdVhFI7%2Fu77HjI4bEPb5ZPtk5s2fp03BMJ6rVFVRlFI%2FaRk1QSkb57B1fcomN%2Fe%252B66%2FMKXQGN3tIJQDg%253D%253D",
                    "title": "Довіреність Вишник 2019.jpg",
                    "id": "219635d8dd0446f1b0c5417deb735c2f"
                  }
                }
              ]
            },
            {
              "id": "1-2",
              "relatedJustification": "2",
              "description": "На виконання вимог тендерної документації Скаржник в складі тендерної пропозиції надав наступні документи:\n- Наказ Державного агентства автомобільних доріг України від 13.09.2019 № 303 «про затвердження Статуту Державного підприємства ДП «Укрдорзв’язок»;\n- Довіреність № 21/1-4/66 від 22.07.2019;\n- ВИТЯГ з Єдиного державного реєстру юридичних осіб, фізичних осіб-підприємців та громадських формувань.\nЗазначені документи повною мірою підтверджують повноваження службової особи або представника учасника процедури закупівлі щодо підпису документів тендерної пропозиції, як того вимагає Замовник в тендерній документації.\nЗокрема:\n-Наказом від 13.09.2019 № 303 затверджується Статут ДП «Укрдорзв’язок» та призначається директор Горюшко В.В.\n-Довіреність № 21/1-4/66 від 22.07.2019 (підписана Горюшко В.В.) засвідчує повноваження службової особи Вишника Р.Е. приймати участь в конкурсних (тендерних) торгах, готувати документацію для проведення участі в процедурах закупівель та інші документи пов’язані з цим (в тому числі договори, угоди) в конкурсних торгах від імені ПІДПРИЄМСТВА (тобто ДП «Укрдорзв’язок»).\n-ВИТЯГ з Єдиного державного реєстру юридичних осіб, фізичних осіб-підприємців та громадських формувань (Код ЄДРПОУ відокремленого підрозділу: 39299454) зазначено, що Вишник Р.Е. є керівником Відокремленого підрозділу \"УКРДОРЗВ’ЯЗОК\", та має право вчиняти юридичні дії від імені юридичної особи без довіреності, у тому числі підписувати договори та наявність обмежень щодо представництва від імені юридичної особи.\n\nТобто, всупереч зазначеного Замовником, Скаржником повною мірою виконано вимогу щодо підтвердження повноважень службової особи або представника учасника процедури закупівлі щодо підпису документів тендерної пропозиції, як того вимагав Замовник в тендерній документації.\nТаким чином, в Замовника відсутні законні підстави для відхилення пропозиції Скаржника з зазначеної причини.",
              "evidences": [
                {
                  "id": "",
                  "type": "document",
                  "relatedDocument": {
                    "url": "https://public.docs.openprocurement.org/get/ff5b3321edb04da388012822844561e8?KeyID=52462340&Signature=FksUHWJRQtrSe3TCDncQRcyEDJoo5CWTwnIF5%2FQM%252BXm4eVXukgUkc6VHqszJ4Xl9dzj1P%2FXezCEdes1NJllLBQ%253D%253D",
                    "title": "Статут ДП.rar",
                    "id": "6624b8b9b5114d19a0afe689e7d3960f"
                  }
                },
                {
                  "id": "",
                  "type": "document",
                  "relatedDocument": {
                    "url": "https://public.docs.openprocurement.org/get/3ab7b57443d04d20b3a0b93bf2dc3326?KeyID=52462340&Signature=E4TJLitdVhFI7%2Fu77HjI4bEPb5ZPtk5s2fp03BMJ6rVFVRlFI%2FaRk1QSkb57B1fcomN%2Fe%252B66%2FMKXQGN3tIJQDg%253D%253D",
                    "title": "Довіреність Вишник 2019.jpg",
                    "id": "219635d8dd0446f1b0c5417deb735c2f"
                  }
                },
                {
                  "id": "",
                  "type": "document",
                  "relatedDocument": {
                    "url": "https://public.docs.openprocurement.org/get/45716917ab1541269f49551abc75a467?KeyID=52462340&Signature=k0JfVQgZKCTmc426NXiyuV%252B%2FRAF%252BE7REaR%2FrjIi%252B0z3lQKoWBixfh4mN8QeaS9wKAF%2FoEoKpvZ3i72hVvNdpAA%253D%253D",
                    "title": "витяг ВП.pdf",
                    "id": "0ec861f7939d4010bdace80d2b7590c3"
                  }
                }
              ]
            },
            {
              "id": "1-3",
              "relatedJustification": "3",
              "description": "Звертаємо увагу, що всупереч твердженню Замовника, жодною статтею Закону, на Учасника не покладається відповідальність за «не розкриття цінової пропозиції на етапі прекваліфікації».\nТакож, жодною статтею Закону, факт, що «є доступною всім учасникам та Замовнику інформація щодо ціни учасника» не визначається як порушення законодавства. Зокрема, така кваліфікація відсутня і в ст.. 27 Закону, на яку посилається Замовник.\nНасправді, зазначена стаття лише визначає порядок розкриття тендерних пропозицій, та жодним чином не визначає наявність чи відсутність конкретних матеріалів із складу тендерних пропозицій як «порушення чинного законодавства».\nЗокрема, відповідно до положень зазначеної статті:\n1. Розкриття тендерних пропозицій з інформацією та документами, що підтверджують відповідність учасника кваліфікаційним критеріям, та інформацією і документами, що містять технічний опис предмета закупівлі, здійснюється автоматично електронною системою закупівель відразу після закінчення електронного аукціону. Перед початком електронного аукціону автоматично розкривається інформація про ціни/приведені ціни тендерних пропозицій.\nУ разі якщо оголошення про проведення процедури закупівлі оприлюднюється відповідно до положень частини четвертої статті 10 цього Закону у день і час закінчення строку подання тендерних пропозицій, зазначених в оголошенні про проведення процедури закупівлі, електронною системою закупівель автоматично розкривається частина тендерної пропозиції з інформацією та документами, що підтверджують відповідність учасника кваліфікаційним критеріям, та інформацією і документами, що містять технічний опис предмета закупівлі.\nТаким чином:\n1. Всі операції щодо оприлюднення матеріалів здійснюються не учасниками, а електронною системою закупівель. \n2. Само по собі оприлюднення цінової пропозиції на етапі прекваліфікації не є порушенням жодної статті Закону.\n3. Оприлюднення ціни пропозиції учасника на етапі прекваліфікації  жодним чином не впливає на результати торгів, адже переможець визначається автоматично електронною системою закупівель за результатами аукціону.\nОкремо наголошуємо, що виключний перелік підстав для відхилення Замовником пропозиції учасників визначений в ст.. 30 Закону, а для прийняття рішення щодо недопущення учасників до участі в закупівлі - в ст.. 17 Закону.\nЖодна з зазначених статей Закону не містить підставу, зазначену Замовником.\nТаким чином, в Замовника відсутні законні підстави для відхилення пропозиції Скаржника з зазначеної причини."
            },
            {
              "id": "1-4",
              "relatedJustification": "4",
              "description": "Відповідно до вимог тендерної документації в складі тендерної пропозиції учасником мала бути надана  Довідка про наявність обладнання та матеріально-технічної бази. При цьому, зазначена довідка має надаватись «в довільній формі». Зокрема, тендерна документація не містить вимоги якоїсь конкретної формалізації надання інформації (наприклад – обов’язково передбачити в таблиці колонку з відповідною назвою) щодо терміну експлуатації (бо т оді це вже буде не «довільна форма»). Як витікає з документації, Замовнику була необхідна сама інформація по суті.\nУ повній відповідності до вказаних вимог, Скаржником надана довідка, в якій в тому числі наявна інформація щодо року виготовлення кожного зазначеного в ній обладнання. Таким чином Замовник отримав всю необхідну йому інформацію щодо терміну експлуатації (кількість років із дати виготовлення по даний час).\nТобто, всупереч зазначеного Замовником, Скаржником повною мірою виконано вимогу щодо надання підтвердження наявності обладнання та матеріально-технічної бази.\nТаким чином, в Замовника відсутні законні підстави для відхилення пропозиції Скаржника з зазначеної причини."
            },
            {
              "id": "1-5",
              "relatedJustification": "5",
              "description": "Відповідно до вимог тендерної документації в складі тендерної пропозиції учасником мала бути надана  довідка яка містить відомості про Учасника. \nВ п.10 наданої довідки чітко зазначено юридичний статус Учасника – «відокремлений підрозділ».  Крім цього, зазначена інформація багато разів надана в складі інших документів.\nТаким чином, в Замовника відсутні законні підстави для відхилення пропозиції Скаржника з зазначеної причини.\nВиходячи з викладеного, в Замовника були відсутні будь-які законні підстави для відхилення тендерної пропозиції Скаржника.\n\nВважаємо, що Замовник порушив визначені ст.3 Закону, принципи закупівель, такі як:\n- добросовісна конкуренція серед учасників;\n- максимальна економія та ефективність;\n- відкритість та прозорість на всіх стадіях закупівель;\n- недискримінація учасників;\n- об’єктивна та неупереджена оцінка тендерних пропозицій;\n- запобігання корупційним діям і зловживанням.\nВважаємо, що Замовник не об’єктивно та упереджено розглянув і оцінив тендерну пропозицію Скаржника та не зважаючи на її фактичну відповідність вимогам тендерної документації неправомірно прийняв рішення про її відхилення.\nТакі дії Замовника призвели до порушення прав Скаржника, як реального учасника закупівлі та її потенційного переможця."
            }
          ],
          "requestedRemedies": [
            {
              "id": "1-1",
              "type": "setAside",
              "source": "reviewBody",
              "description": "Зобов’язати Замовника скасувати своє рішення щодо відхилення пропозиції Скаржника."
            },
            {
              "id": "1-2",
              "type": "setAside",
              "source": "reviewBody",
              "description": "Зобов’язати Замовника прийняти рішення про допущення Скаржника до участі в аукціоні."
            }
          ]
        },
        {
          "id": "objection-2",
          "title": "Щодо допущення до участі в аукціоні ТОВ \"ГІВ СЕРВІС\".",
          "description": "Проведеним Скаржником аналізом тендерної пропозиції ТОВ \"ГІВ СЕРВІС\" встановлено, що вона не відповідає умовам тендерної документації, та мала бути відхилена Замовником на підставі підпункту 4 частини 1 статті 30 Закону",
          "status": "pending",
          "relatesTo": "qualification",
          "relatedItem": "521004026a2c46fcac37cccf84a108bf",
          "classification": {
            "scheme": "",
            "id": "",
            "description": "Неправомірність акцепту пропозиції учасника"
          },
          "arguments": [
            {
              "id": "2-1",
              "requirement": "012-1-1",
              "description": "З наданої ТОВ \"ГІВ СЕРВІС\" довідки неможливо визначити, хто з зазначених в ній фахівців має знання з конкретних напрямів, які вимагаються Замовником. Наведена лише інформація щодо освіти та поточних посад;\n- всупереч вимогам Документації, з наданих на підтвердження кваліфікації осіб, зазначених у довідці чотирьох копій документів, завірена лише одна – диплом Ладановського Ю.В. Всі інші копії не завірені Учасником;\n- всі надані учасником на підтвердження кваліфікації осіб, зазначених у довідці сертифікати закінчились в 2018 році, та є не чинними на момент проведення закупівлі;"
            },
            {
              "id": "2-2",
              "requirement": "011-1-1",
              "description": "Відповідно до наданої довідки, ТОВ \"ГІВ СЕРВІС\" планує залучати до виконання умов договору тих самих фахівців (Бекенев В.В., Ладановский Ю.В.), що й інший учасник (конкурент?) - ТОВ \"А-МЕГА ЗАХИСТ\". Це засвідчує, що вказані учасники є пов’язаними між собою."
            }
          ],
          "requestedRemedies": [
            {
              "id": "2-1",
              "type": "setAside",
              "source": "reviewBody",
              "description": "Зобов’язати Замовника скасувати своє рішення щодо допущення до участі в аукціоні ТОВ \"ГІВ СЕРВІС\""
            }
          ]
        }
      ],
      "relatedProcesses": [
        {
          "id": "UA-2019-10-23-001674-c",
          "uri": "",
          "relationship": [
            "x_procurement"
          ]
        },
        {
          "id": "UA-2019-10-23-001674-c.b2-review",
          "uri": "",
          "relationship": [
            "x_reviewProcedure"
          ]
        }
      ]
    }
  ]
}
