{
  "data": {
    "id": "review-1",
    "internalId": "UA-2019-10-23-001674-c.b2-review",
    "date": "",
    "status": "review",
    "relatedComplaints": [
      "complaint-1"
    ],
    "objectionResponses": [
      {
        "id": "response-1-1",
        "date": "",
        "relatedArgument": "1-1",
        "justification": "Відокремлений підрозділ \"УКРДОРЗВ’ЯЗОК\" ДП Дорожнього зв’язку, інформаційного забезпечення та автоматики \"УКРДОРЗВ’ЯЗОК\" не може бути учасником закупівлі в розумінні Закону, а тому приймати участь у закупівлі не мав права. \nСлід зазначити, що в Єдиному державному реєстрі юридичних осіб, фізичних осіб- підприємців та громадських формувань відсутня інформація щодо юридичної особи з ЄДРПОУ 39299454, що додатково підтверджує відсутність прав Скаржника на участь у процедурі закупівлі (роздруківка з Реєстру додається). \nЗамовник зазначає, що Скаржником в матеріалах пропозиції надано довіреність від Державного підприємства дорожнього зв’язку, інформаційного забезпечення та автоматики \"Укрдорзв’язок\" від 22.07.2019 No 21/1-4/66, відповідно до якої Відокремлений підрозділ уповноважений на прийняття участі у конкурсах та підготовку документації для проведення та участі у процедурах закупівель товарів, робіт і послуг за державні кошти.\nВідповідно до Закону, закупівля товарів, робіт та послуг відбувається за процедурою публічної закупівлі, а не конкурсу. Замовник зазначає, що Скаржник подав скаргу до АМКУ за підписом керівника того ж самого Відокремленого підрозділу Вишняка Р.Е. не маючи на те жодних повноважень.\nДо скарги не додано довіреності на право підготовки та подання скарг про порушення законодавства у сфері публічних закупівель до АМКУ.\nЗамовник зазначає, що довіреність від 22.07.2019 No 21/1-4/66 таких повноважень Скаржнику не надає."
      },
      {
        "id": "response-1-2",
        "date": "",
        "relatedArgument": "1-2",
        "justification": "Довіреність, що була надана Скаржником з документами пропозиції, не містить в собі уповноваження та право представнику підписувати документи пропозиції. Довіреність містить наступне формулювання: \"готувати документацію для проведення та участі в процедурах закупівель\", що жодним чином не надає право на завірення або підписання документів пропозиції. \nЗамовник зазначає, що Скаржником не було надано копію документа, що засвідчує цю особу (копія паспорту, посвідчення тощо), що є невідповідністю умовам Документації."
      },
      {
        "id": "response-1-3",
        "date": "",
        "relatedArgument": "1-3",
        "justification": ""
      },
      {
        "id": "response-1-4",
        "date": "",
        "relatedArgument": "1-4",
        "justification": ""
      },
      {
        "id": "response-1-5",
        "date": "",
        "relatedArgument": "1-5",
        "justification": ""
      },
      {
        "id": "response-1-6",
        "date": "",
        "relatedArgument": "2-1",
        "justification": "Учасником надано довідку від 20.11.2019 No 19-11-03 про наявність працівників відповідної кваліфікації, які мають необхідні знання та досвід, де вказано спеціальність та кваліфікацію (файл пропозиції \"(ст.16) Довідка про наявність працівників відповідної кваліфікації.FR12\"), а на підтвердження наявності відповідних фахівців та їх кваліфікації надано скановані копії з оригіналів дипломів про освіту з вказанням напрямків діяльності.\nВідсутність підпису та печатки на копії документу це формальна помилка відповідно до Документації\nЗамовник додатково повідомляє, що протоколом засідання тендерного комітету Мінінфраструктури від 20.12.2019 No 65 року прийнято рішення вважати:\n- відсутність офіційного перекладу на українську мову документів, наданих російською мовою;\n- відсутність необхідної інформація, але подана Учасником у складі тендерної пропозиції та міститься не в окремому документі, а в складі інших документів тендерної пропозиції такого Учасника;\n- відсутність підпису та печатки на копії документа;\n- русизми, граматичні помилки, технічні помилки та описки формальними (несуттєвими) помилками, що пов’язані з оформленням тендерної пропозиції та не впливають на її зміст, та такими, що не призведуть до відхилення Замовником тендерної пропозиції Учасника відповідно до пункту 1 Розділу 3 Документації. \nЗамовник зазначає, що вимога щодо підтвердження кваліфікації працівників виконана ТОВ \"ГІВ СЕРВІС\" повністю відповідно до вимог Документації, адже надано довідку та дипломи про освіту на всіх вказаних у довідці працівників (ст.16) Довідка про наявність працівників відповідної кваліфікації.FR12\")"
      }
    ],
    "hearings": [
      {
        "id": "",
        "type": "online",
        "aaddress": {},
        "scheduledDate": "2019-03-05T18:00:00Z",
        "url": "",
        "description": "У разі перенесення розгляду Скарги суб'єкта оскарження та Замовника буде додатково повідомлено про дату та час розгляду Скарги.\nОсобам, які виявили бажання взяти участь у засіданні Колегії з розгляду Скарги, при собі необхідно мати документи, що посвідчують особу, а також надають право представляти інтереси суб'єкта оскарження та Замовника на зазначеному засіданні Колегії.",
        "invitedParties": [
          {
            "id": "",
            "name": ""
          },
          {}
        ],
        "documents": [
          {}
        ]
      }
    ],
    "decisions": [
      {
        "id": "0",
        "date": "",
        "type": "acceptance",
        "internalID": "No19465-р/пк-пз",
        "decisionDate": "2019-02-27T12:02:00Z",
        "title": "Рішення No19465-р/пк-пз від 28.12.2019",
        "description": "Постійно діюча адміністративна колегія Антимонопольного комітету України з розгляду скарг про порушення законодавства у сфері публічних закупівель (надалі – Колегія), ознайомившись зі скаргою державного підприємства дорожнього зв'язку, інформаційного забезпечення та автоматики \"УКРДОРЗВ’ЯЗОК\" в особі відокремленого підрозділу \"УКРДОРЗВ’ЯЗОК\" від 24.12.2019 No UA-2019-10-23-001674-c.b2 (надалі – Скарга) щодо порушення Замовником порядку проведення Процедури закупівлі",
        "resolution": "Скаржник повідомляє про порушення Замовником порядку проведення Процедури закупівлі та просить, зокрема, зобов’язати Замовника скасувати рішення про відхилення тендерної пропозиції Скаржника та рішення про допущення до аукціону тендерні пропозиції ТОВ \"ГІВ СЕРВІС\".\nНа момент прийняття цього рішення у Колегії відсутні підстави для залишення Скарги без розгляду в цій частині, плату за подання цієї Скарги внесено відповідно до статті 18 Закону (до Скарги додано копію платіжне доручення від 24.12.2019 No 1776). \nВраховуючи викладене, керуючись частиною третьою статті 8 та статтею 18 Закону України \"Про публічні закупівлі\", Постійно діюча адміністративна колегія Антимонопольного комітету України з розгляду скарг про порушення законодавства у сфері публічних закупівель постановила: скаргу державного підприємства дорожнього зв'язку, інформаційного забезпечення та автоматики \"УКРДОРЗВ’ЯЗОК\" в особі відокремленого підрозділу \"УКРДОРЗВ’ЯЗОК\" від 24.12.2019 No UA-2019-10-23-001674-c.b2 прийняти до розгляду.\nРішення може бути оскаржене до суду у встановлений Законом строк.",
        "conclusions": [
          {
            "id": "conclusion-0-1",
            "relatedObjection": "objection-1",
            "status": "accepted"
          },
          {
            "id": "conclusion-0-2",
            "relatedObjection": "objection-2",
            "status": "accepted"
          }
        ],
        "documents": [
          {
            "hash": "md5:eace77fcb135ded7f7c0b8d958e31134",
            "author": "aboveThresholdReviewers",
            "language": "uk",
            "format": "application/pdf",
            "url": "https://public.docs.openprocurement.org/get/b8b49a42facb449b90f1c57b74f27cf5?KeyID=52462340&Signature=cJ758JTg2P0XEjMDZXTKYEUS2pIBLrJFzts5VzF9L1D%252BBI1tuf4vajsON7%2FKcLCNtv6rKyUbTqoZCOAXWXukBA%253D%253D",
            "title": "рішення від 28.12.2019 № 19543 + лист Замовнику .pdf",
            "documentOf": "tender",
            "datePublished": "2019-12-28T19:34:36.160417+02:00",
            "dateModified": "2019-12-28T19:34:36.160439+02:00",
            "id": "ab4b67dba5564303bf9d964cbbe2e7f1"
          }
        ]
      },
      {
        "id": "1",
        "date": "",
        "type": "decree",
        "internalID": "No977-р/пк-пз",
        "decisionDate": "2019-02-27T12:02:00Z",
        "title": "Рішення No977-р/пк-пз від 17.01.2020",
        "description": "Постійно діючою адміністративною колегією Антимонопольного комітету України з розгляду скарг про порушення законодавства у сфері публічних закупівель прийнято рішення No 977-р/пк-пз, згідно з яким за результатами розгляду скарги державного підприємства дорожнього зв'язку, інформаційного забезпечення та автоматики \"УКРДОРЗВ’ЯЗОК\" в особі відокремленого підрозділу \"УКРДОРЗВ’ЯЗОК\" від 24.12.2019 No UA-2019-10-23-001674-c.b2 Колегія постановила Відмовити державному підприємству дорожнього зв'язку, інформаційного забезпечення та автоматики \"УКРДОРЗВ’ЯЗОК\" в особі відокремленого підрозділу \"УКРДОРЗВ’ЯЗОК\" у задоволенні скарги від 24.12.2019 No UA-2019-10-23-001674-c.b2.",
        "resolution": "Відмовити державному підприємству дорожнього зв'язку, інформаційного забезпечення та автоматики \"УКРДОРЗВ’ЯЗОК\" в особі відокремленого підрозділу \"УКРДОРЗВ’ЯЗОК\" у задоволенні скарги від 24.12.2019 No UA-2019-10-23-001674-c.b2.",
        "conclusions": [
          {
            "id": "conclusion-1",
            "relatedObjection": "objection-1",
            "status": "rejected",
            "statements": [
              {
                "id": "",
                "relatedArgument": "1-1",
                "status": "rejected",
                "justification": "Враховуючи, зокрема, наявність у складі Пропозиції Переможця довіреності від 22.07.2019 No 21/1-4/66, відсутні підстави для задоволення Скарги в цій частині."
              },
              {
                "id": "",
                "relatedArgument": "1-2",
                "status": "rejected",
                "justification": "Пропозиція Скаржника не відповідала умовам Документації у вказаній частині та була правомірно відхилена Замовником з наведеної підстави, у зв'язку з чим відсутні підстави для задоволення Скарги в цій частині"
              },
              {
                "id": "",
                "relatedArgument": "1-3",
                "status": "satisfied",
                "justification": "Документація не містить можливості відхилення Пропозиції учасника у разі розкриття інформації про ціну на етапі, коли розкривається лише частина тендерної пропозиції з інформацією та документами, що підтверджують відповідність учасника кваліфікаційним критеріям, та інформацією і документами, що містять технічний опис предмета закупівлі, у зв’язку з чим Пропозиція Скаржника була неправомірно відхилена Замовником з наведеної підстави."
              },
              {
                "id": "",
                "relatedArgument": "1-4",
                "status": "rejected",
                "justification": "Пропозиція Скаржника не відповідала умовам Документації в цій частині та його Пропозиція була правомірно відхилена Замовником з наведеної підстави, у зв'язку з чим відсутні підстави для задоволення Скарги в цій частині."
              },
              {
                "id": "",
                "relatedArgument": "1-5",
                "status": "satisfied",
                "justification": "Скаржник не порушив умови Документації в цій частині, у зв'язку з чим Пропозиція була неправомірно відхилена Замовником з наведеної підстави."
              }
            ]
          },
          {
            "id": "conclusion-2",
            "relatedObjection": "objection-2",
            "status": "rejected",
            "statements": [
              {
                "id": "",
                "relatedArgement": "2-1",
                "status": "rejected",
                "justification": "Скаржник не довів та документально не підтвердив, яким чином оформлення Пропозиції у наведений вище спосіб впливає на зміст Пропозиції."
              },
              {
                "id": "",
                "relatedArgement": "2-2",
                "status": "rejected",
                "justification": "Скаржник не довів та документально не підтвердив, що Пропозиція, подана ТОВ \"ГІВ СЕРВІС\", є такою, що подана учасником процедури закупівлі, який є пов’язаною особою з іншими учасниками в розумінні вимог Закону"
              }
            ]
          }
        ],
        "decrees": [
          {
            "id": "",
            "relatedRemedy": "request-2-1-1",
            "status": "declined"
          },
          {
            "id": "",
            "relatedRemedy": "request-2-1-2",
            "status": "declined"
          },
          {
            "id": "",
            "relatedRemedy": "request-2-1-3",
            "status": "declined"
          }
        ],
        "documents": [
          {
            "hash": "md5:abfbc7bf8489f4d198fbc5c01f0ee9ec",
            "author": "aboveThresholdReviewers",
            "language": "uk",
            "format": "application/pdf",
            "url": "https://public.docs.openprocurement.org/get/a055a800135e4e72bd1fafb9eecc6af0?KeyID=52462340&Signature=wQyyROodmHNMFispmx9wfiW%252BgfTEdc3i%252By%2F5GKF%2F3RmNXXdsDNj6J4q6IvKFB2FY80jIAsz0uG%2FLKBLWJ%2FOjDQ%253D%253D",
            "title": "Інформація про резолютивну частину рішення від  20.01.2020  № 1026.pdf",
            "documentOf": "tender",
            "datePublished": "2020-01-21T19:00:48.887934+02:00",
            "dateModified": "2020-01-21T19:00:48.887959+02:00",
            "id": "654006f5560541129c57e3c697a8f612"
          },
          {
            "hash": "md5:c9ab875c93f42e7e56ffc2282160f795",
            "author": "aboveThresholdReviewers",
            "language": "uk",
            "format": "application/pdf",
            "url": "https://public.docs.openprocurement.org/get/b6c1e78bf4044f6fa4ebf7f5d3f8a30d?KeyID=52462340&Signature=ONcL2i71p2l0bJ1AYG51GFQTz8lp2EjAEklwUCveCa5B0Hbh7MEQUeoxCLPN%252BcX000BfBQWl4%2FdkcdyGsecxDQ%253D%253D",
            "title": "рішення від 20.01.2020 № 1026.pdf",
            "documentOf": "tender",
            "datePublished": "2020-01-23T21:49:33.807746+02:00",
            "dateModified": "2020-01-23T21:49:33.807779+02:00",
            "id": "26d146cf912f4b918682d7b789261579"
          }
        ]
      }
    ],
    "milestones": [
      {
        "id": "1",
        "type": "x_initiation",
        "dueDate": "2019-03-05T18:00:00Z",
        "status": "met"
      },
      {
        "id": "2",
        "type": "x_review",
        "dueDate": "2019-03-05T18:00:00Z",
        "status": "scheduled",
        "documents": [
          {}
        ]
      },
      {
        "id": "3",
        "type": "x_hearings",
        "dueDate": "2019-03-05T18:00:00Z",
        "status": "scheduled"
      },
      {
        "id": "4",
        "type": "x_resolution",
        "dueDate": "2019-03-05T18:00:00Z",
        "status": "scheduled"
      },
      {
        "id": "5",
        "type": "x_decision",
        "dueDate": "2019-03-05T18:00:00Z",
        "status": "scheduled"
      }
    ],
    "parties": [
      {
        "id": "",
        "name": "",
        "roles": [
          "complainer"
        ],
        "persons": [
          {
            "id": "",
            "name": "",
            "identifier": {
              "id": "",
              "legalName": ""
            },
            "telephone": "",
            "email": "",
            "businessFunctions": [
              {
                "type": "representative",
                "period": {
                  "startDate": "",
                  "endDate": ""
                },
                "documents": [
                  {
                    "id": "",
                    "documentType": "identityDocument",
                    "url": ""
                  },
                  {
                    "id": "",
                    "documentType": "authorizationDocument",
                    "url": ""
                  }
                ]
              }
            ],
            "isInBoard": false
          }
        ]
      },
      {},
      {
        "id": "",
        "name": "",
        "roles": [
          "reviewBody"
        ],
        "persons": [
          {
            "id": "",
            "name": "О. ПІЩАНСЬКА",
            "identifier": {
              "id": "",
              "legalName": ""
            },
            "telephone": "",
            "email": "",
            "businessFunctions": [
              {
                "type": "boardChairman"
              }
            ]
          },
          {
            "id": "",
            "name": "О. НЕЧИТАЙЛО",
            "identifier": {
              "id": "",
              "legalName": ""
            },
            "telephone": "",
            "email": "",
            "businessFunctions": [
              {
                "type": "boardMember"
              }
            ]
          },
          {
            "id": "",
            "name": "І. КОПАЙГОРА",
            "identifier": {
              "id": "",
              "legalName": ""
            },
            "telephone": "",
            "email": "",
            "businessFunctions": [
              {
                "type": "boardMember"
              }
            ]
          }
        ]
      }
    ]
  }
}
